[net]
width=28
height=28
channels=1
learning_rate=0.04

[convolutional]
filters=6
size=5
stride=1
activation=relu

[maxpooling]
size=2
stride=2

[convolutional]
filters=16
size=5
stride=1
activation=relu

[maxpooling]
size=2
stride=2

[fclayer]
hiddens=100,80
outputs=10
activation_hidden=sigmoid
activation=sigmoid
