[net]
width=28
height=28
channels=1
learning_rate=0.08

[convolutional]
filters=6
size=5
stride=1
activation=relu

[maxpooling]
size=2
stride=2

[convolutional]
filters=16
size=5
stride=1
activation=relu

[maxpooling]
size=2
stride=2

[fc_network]
layers=3

[fc_layer]
neurons=120
activation=sigmoid

[fc_layer]
neurons=84
activation=sigmoid

[fc_layer]
neurons=10
activation=softmax
